Repository: tosdr/apple
Catalog: ToS;DR/Localizable.xcstrings
Source language: en
Languages: de

# about_app_thanks
source: Thanks
de: Danksagung

# about_contribute_curate
source: Curate Terms of Service
de: Kuratiere Nutzungsbedingungen

# about_organization_desc1
source: "Terms of Service; Didn't Read" (short: ToS;DR) is a young project started in June 2012 to help fix the "biggest lie on the web": almost no one really reads the terms of service we agree to all the time. We aim at rating popular web services Terms of Service and Privacy Policies by summarizing them in "convenient" grades from A to E with so called "Points".
de: "Terms of Service; Didn't Read" (kurz: ToS;DR) ist ein junges Projekt, das im Juni 2012 gestartet wurde, um die "größte Lüge im Internet" zu bekämpfen: fast niemand liest wirklich die Nutzungsbedingungen, denen wir ständig zustimmen. Wir streben an, die Nutzungsbedingungen und Datenschutzrichtlinien beliebter Webdienste zu bewerten, indem wir sie in "praktische" Noten von A bis E mit sogenannten "Punkten" zusammenfassen.

# about_organization_desc2
source: ToS;DR is a non-profit organization, and all of our team members and contributors do their work as volunteers, with payment being rare. We rely on donations to keep our infrastructure and operations up, and our finances are laid out through our website and collective websites.
de: ToS;DR ist eine gemeinnützige Organisation, und alle unsere Teammitglieder und Mitwirkenden arbeiten ehrenamtlich, eine Bezahlung erfolgt selten. Wir sind auf Spenden angewiesen, um unsere Infrastruktur und den Betrieb aufrechtzuerhalten, und unsere Finanzen sind über unsere Website und kollektive Websites einsehbar.

# about_section
source: About
de: Über uns

# about_section_app
source: This App
de: Diese App

# about_section_contribute
source: Contribute
de: Mitmachen

# about_section_terminology
source: Terminology
de: Terminologie

# about_section_welcome
source: Welcome!
de: Willkommen!

# about_terminology_grades
source: Grades
de: Noten

# about_terminology_points
source: Points
de: Punkte

# about_terminology_services
source: Services
de: Dienste

# about_welcome
source: Welcome to ToS;DR!
de: Willkommen bei ToS;DR!

# about_welcome_desc
source: This will guide you through everything there is to know about ToS;DR! Feel free to click anything below to learn more!
de: Dies führt Sie durch alles, was es über ToS;DR zu wissen gibt! Klicken Sie unten nach Belieben, um mehr zu erfahren!

# api_error_400
source: Bad request - there's something wrong with your input
de: Schlechte Anfrage – mit deiner Eingabe stimmt etwas nicht

# api_error_401
source: Unauthorized - please check your authentication
de: Kein Zugriff - bitte überprüfe deine Autorisierung

# api_error_403
source: Forbidden - you don't have permission to access this
de: Verboten - du hast keinen Zugriff auf diese Seite

# api_error_404
source: Not found - the requested resource doesn't exist
de: Nicht gefunden - diese Seite existiert nicht

# api_error_429
source: Too many requests - please wait a moment before trying again
de: Zu viele Anfragen - bitte warte einen Moment

# api_error_500
source: Internal server error - something went wrong on our end
de: Internet Server Fehler - es ist etwas auf unserer Seite falsch gelaufen

# api_error_502
source: Bad gateway - the server received an invalid response
de: Bad Gateway - der Server hat eine invalide Antwort gegeben

# api_error_503
source: Service unavailable - the server is temporarily down
de: Service nicht verfügbar - der Server ist momentan offline

# api_error_504
source: Gateway timeout - the server took too long to respond
de: Gateway Timeout - Der Server brauchte zu lange, um zu antworten

# api_error_unknown
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten

# appicon_applied
source: Applied
de: Angewendet

# appicon_apply
source: Apply Icon
de: Icon Anwenden

# appicon_beta_desc
source: Thank you for testing the App!
de: Danke, dass Sie die App testen!

# appicon_christmas_desc
source: Special holiday theme
de: Spezielles Feiertags-Design

# appicon_christmas_title
source: Christmas App Icon
de: Weihnachts-App-Icon

# appicon_dark_desc
source: The classic App icon in dark
de: Das klassische App-Icon in Dunkel

# appicon_dark_title
source: Dark App Icon
de: Dunkles App-Icon

# appicon_gradient_desc
source: A gradient version of the App icon
de: Eine gradienten Version des App-Icons

# appicon_regular_desc
source: The classic App icon
de: Das klassische App-Icon

# appicon_regular_title
source: Regular App Icon
de: Reguläres App-Icon

# appicon_title
source: Change App Icon
de: App-Icon Ändern

# donate_error_appstore
source: We are having trouble reaching the App store :(
de: Wir haben Probleme, den App Store zu erreichen :(

# donate_hello_desc
source: If you like this app, please consider donating to the ToS;DR project. Feel free to scroll down to see why and for what the money will be used for ☺️
de: Wenn dir diese App gefällt, erwäge bitte, an das ToS;DR-Projekt zu spenden. Scrollen Sie gerne nach unten, um zu sehen, warum und wofür das Geld verwendet wird ☺️

# donate_hello_title
source: Hello!
de: Hallo!

# donate_licenses_desc
source: ToS;DR has some Licenses to uphold, like for publishing on App Stores, programming tools and more!
de: ToS;DR hat einige Lizenzen zu wahren, wie zum Veröffentlichen in App Stores, für Programmierwerkzeuge und mehr!

# donate_licenses_title
source: Licenses
de: Lizenzen

# donate_personal_desc
source: ToS;DR Team Members and contributers do not get paid for their work generally. We still like to get Pizza and Coffee for our hard work we put in to achieve our goals!
de: ToS;DR-Teammitglieder und Mitwirkende werden in der Regel nicht für ihre Arbeit bezahlt. Wir möchten dennoch gerne Pizza und Kaffee für die harte Arbeit, die wir investieren, um unsere Ziele zu erreichen!

# donate_personal_title
source: Personal Cost
de: Persönliche Kosten

# donate_section_donate
source: Donate
de: Spenden

# donate_section_why
source: Why Donate?
de: Warum Spenden?

# donate_server_desc
source: ToS;DR's Servers are quite costly and our Team members subsidize them with their own income!
de: ToS;DRs Server sind recht teuer, und unsere Teammitglieder subventionieren sie mit ihrem eigenen Einkommen!

# donate_server_title
source: Server Cost
de: Serverkosten

# featured_section
source: Featured
de: Hervorgehoben

# grades_a
source: Excellent
de: Ausgezeichnet

# grades_a_desc
source: Our best grade: This service respects your privacy.
de: Unsere beste Note: Dieser Dienst respektiert Ihre Privatsphäre.

# grades_b
source: Good
de: Gut

# grades_b_desc
source: A pretty good grade: This service are fair for the user and could use minor adjustments.
de: Eine ziemlich gute Note: Dieser Dienst ist fair für den Benutzer und könnte kleinere Anpassungen vertragen.

# grades_c_desc
source: This service is okay. The terms are okay, but some issues need your consideration.
de: Dieser Dienst ist in Ordnung. Die Bedingungen sind in Ordnung, aber einige Probleme erfordern Ihre Aufmerksamkeit.

# grades_d
source: Bad
de: Schlecht

# grades_d_desc
source: This service's terms are uneven or there are some issues that need your attention.
de: Die Bedingungen dieses Dienstes sind ungleichmäßig oder es gibt einige Probleme, die Ihre Aufmerksamkeit erfordern.

# grades_e
source: Awful
de: Furchtbar

# grades_e_desc
source: Our worst grade: This service raises some serious concerns regarding privacy.
de: Unsere schlechteste Note: Dieser Dienst wirft ernsthafte Bedenken hinsichtlich der Privatsphäre auf.

# grades_na
source: Not Available
de: Nicht verfügbar

# grades_na_desc
source: This service has not received enough curated points to display an accurate grade. Feel free to contribute!
de: Dieser Dienst hat nicht genügend kuratierte Punkte erhalten, um eine genaue Bewertung anzuzeigen. Fühlen Sie sich frei, beizutragen!

# grades_section_other
source: Other
de: Andere

# grades_title
source: Grades
de: Noten

# label_about
source: About
de: Über uns

# label_donate
source: Donate
de: Spenden

# label_settings
source: Settings
de: Einstellungen

# onboarding_button_enable
source: Enable Extension
de: Erweiterung Aktivieren

# onboarding_button_next
source: Next
de: Weiter

# onboarding_button_start
source: Get Started
de: Loslegen

# onboarding_final_desc
source: Have fun and let's get started! Feel free to donate to our cause to help future development!
de: Viel Spaß und lass uns loslegen! Spenden Sie gerne für unsere Sache, um die zukünftige Entwicklung zu unterstützen!

# onboarding_final_title
source: Let's get going!
de: Los geht's!

# onboarding_safari_desc
source: Enable the Safari extension to see ratings of services you visit on the fly, as you browse the web.
de: Aktivieren Sie die Safari-Erweiterung, um beim Surfen im Internet Bewertungen der von Ihnen besuchten Dienste sofort einzusehen.

# onboarding_safari_notice
source: We cannot see the websites you visit. Your privacy is important to us.
de: Wir können die Websites, die Sie besuchen, nicht sehen. Ihre Privatsphäre ist uns wichtig.

# onboarding_safari_title
source: Safari Extension
de: Safari-Erweiterung

# onboarding_welcome_desc
source: You can explore ratings of services by searching them in this app!
de: Sie können die Bewertungen der Dienste durch die Suche in dieser App erkunden!

# onboarding_welcome_title
source: Welcome to ToS;DR
de: Willkommen bei ToS;DR

# point_copy_to_clipboard
source: Copy to Clipboard
de: In Zwischenablage kopieren

# point_open_on_tosdr
source: Open on ToS;DR
de: Auf ToS;DR öffnen

# point_section_description
source: Description
de: Beschreibung

# point_section_details
source: Point Details
de: Punktdetails

# point_section_quote
source: Quoted From
de: Zitiert aus

# point_viewing_details
source: Viewing Point Details
de: Punktdetails anzeigen

# points_bad
source: Bad
de: Schlecht

# points_bad_desc
source: This point negatively impacts your user rights and/or privacy. Be advised.
de: Dieser Punkt hat negative Auswirkungen auf Ihre Benutzerrechte und/oder Privatsphäre. Seien Sie gewarnt.

# points_blocker
source: Blocker
de: Blockierer

# points_blocker_desc
source: This point has severe effects on your user rights and/or privacy. This point immediately classifies a service as having the worst grade.
de: Dieser Punkt hat gravierende Auswirkungen auf Ihre Benutzerrechte und/oder Privatsphäre. Dieser Punkt klassifiziert einen Dienst sofort als die schlechteste Note.

# points_calculation_a
source: Services with many great points for the user should be classified as an A
de: Dienste mit vielen großartigen Punkten für den Benutzer sollten als A eingestuft werden

# points_calculation_b
source: Services with many great points and some negative ones should be classified as an B
de: Dienste mit vielen großartigen Punkten und einigen negativen sollten als B eingestuft werden

# points_calculation_c
source: Services with some great points and some negative ones should be classified as an C
de: Dienste mit einigen großartigen Punkten und einigen negativen sollten als C eingestuft werden

# points_calculation_d
source: Services with few great points and many negative ones should be classified as an D
de: Dienste mit wenigen großartigen Punkten und vielen negativen sollten als D eingestuft werden

# points_calculation_e
source: Services with a blocker should be classified as an E
de: Dienste mit einem Blocker sollten als E eingestuft werden

# points_calculation_intro
source: The grade for an Service is calculated based on how many points it has and what type they are. These calculations change frequently, however, the general idea is as follows:
de: Die Note für einen Dienst wird auf Basis der Anzahl und Art der Punkte berechnet. Diese Berechnungen ändern sich häufig, jedoch ist die generelle Idee wie folgt:

# points_good
source: Good
de: Gut

# points_good_desc
source: This point stands out as being valuable and good for your user rights and/or privacy!
de: Dieser Punkt hebt sich durch seinen Wert und seine Vorteile für Ihre Benutzerrechte und/oder Privatsphäre hervor!

# points_neutral_desc
source: This point is neither good nor bad for your user rights and/or privacy.
de: Dieser Punkt ist weder gut noch schlecht für Ihre Benutzerrechte und/oder Privatsphäre.

# points_section_calculation
source: Grade Calculation
de: Notenberechnung

# points_section_classifications
source: Classifications
de: Klassifikationen

# points_section_for
source: Points for %@
de: Punkte für %@

# points_title
source: Points
de: Punkte

# points_type_bad
source: Bad
de: Schlecht

# points_type_blocker
source: Blocker
de: Blockierer

# points_type_good
source: Good
de: Gut

# search_prompt
source: Search ToS;DR
de: ToS;DR durchsuchen

# search_title
source: Search
de: Suchen

# service_badge_grade
source: Grade: %@
de: Note: %@

# service_badge_open
source: Open on ToS;DR
de: Auf ToS;DR öffnen

# service_badge_points
source: Points: %@
de: Punkte: %@

# service_badge_reviewed
source: Reviewed
de: Überprüft

# service_error_api
source: The API has not completed successfully. Error: %@
de: Die API wurde nicht erfolgreich abgeschlossen. Fehler: %@

# service_error_pull
source: Please pull down to retry.
de: Bitte ziehen Sie nach unten, um es erneut zu versuchen.

# service_error_retry
source: Retry
de: Erneut versuchen

# service_error_title
source: Error!
de: Fehler!

# service_localization
source: Localization
de: Lokalisierung

# service_localization_toggle
source: Show Localized Titles
de: Lokalisierte Titel anzeigen

# service_localization_warning
source: Warning
de: Warnung

# service_localization_warning_desc
source: The points above have been machine translated and may not be accurate. We recommend checking the original titles to ensure accuracy.
de: Die obigen Punkte wurden maschinell übersetzt und sind möglicherweise nicht genau. Wir empfehlen, die ursprünglichen Titel zu überprüfen, um die Genauigkeit zu gewährleisten.

# service_no_selection
source: No service has been selected!
de: Es wurde kein Dienst ausgewählt!

# service_review_message
source: In ToS;DR clasically reffered to as 'Comprehensively Reviewed', meaning this service has enough curated points to be deemed accurate enough for an everyday rating.
de: In ToS;DR klassisch als 'Umfassend Bewertet' bezeichnet, was bedeutet, dass dieser Dienst ausreichend kuratierte Punkte hat, um für eine Alltagsbewertung als genau genug angesehen zu werden.

# service_review_title
source: Review Status
de: Überprüfungsstatus

# services_contents_desc
source: Each Service includes Points that determine a final Grade, Links to all policies that are relevant to ToS;DR and other useful information.
de: Jeder Dienst umfasst Punkte, die eine endgültige Note bestimmen, Links zu allen relevanten Richtlinien von ToS;DR und andere nützliche Informationen.

# services_review_status
source: Review Status
de: Überprüfungsstatus

# services_review_status_desc
source: In ToS;DR clasically reffered to as 'Comprehensively Reviewed', meaning this service has enough curated points to be deemed accurate enough for an everyday rating.
de: In ToS;DR klassisch als 'Umfassend Bewertet' bezeichnet, was bedeutet, dass dieser Dienst ausreichend kuratierte Punkte hat, um für eine Alltagsbewertung als genau genug angesehen zu werden.

# services_section_badges
source: Service Badges
de: Dienstabzeichen

# services_section_contents
source: Service Contents
de: Dienstinhalte

# services_title
source: Services
de: Dienste

# settings_api_custom
source: Custom Server
de: Benutzerdefinierter Server

# settings_db_date
source: Database Date
de: Datenbankdatum

# settings_db_date_desc
source: The date where the Database was last pulled from the server.
de: Das Datum, an dem die Datenbank zuletzt vom Server abgerufen wurde.

# settings_db_delete
source: Delete local Database
de: Lokale Datenbank löschen

# settings_db_not_pulled
source: Database not pulled yet
de: Datenbank noch nicht abgerufen

# settings_db_not_pulled_desc
source: The database has not been pulled from the server yet. Please pull the database first.
de: Die Datenbank wurde noch nicht vom Server abgerufen. Bitte ziehen Sie zuerst die Datenbank.

# settings_db_refresh
source: Refresh Database now
de: Datenbank jetzt aktualisieren

# settings_db_refreshing
source: Refreshing Database
de: Datenbank wird aktualisiert

# settings_db_services
source: Services Indexed
de: Indizierte Dienste

# settings_db_services_desc
source: The number of services that are indexed in the database and available offline.
de: Die Anzahl der Dienste, die in der Datenbank indiziert und offline verfügbar sind.

# settings_error_db_update
source: Could not update Database. Please try again later.
de: Datenbank konnte nicht aktualisiert werden. Bitte versuchen Sie es später erneut.

# settings_error_title
source: Error
de: Fehler

# settings_reset_onboarding
source: Reset Onboarding State
de: Einführungszustand zurücksetzen

# settings_section_api
source: API Options
de: API-Optionen

# settings_section_app
source: App Settings
de: App-Einstellungen

# settings_section_database
source: Database
de: Datenbank

# settings_section_reset
source: Reset
de: Zurücksetzen

# settings_server_search_desc
source: Instead of searching using the local database, it will use the online search. Will show unverified Services as well.
de: Anstatt mit der lokalen Datenbank zu suchen, wird die Online-Suche verwendet. Unverifizierte Dienste werden ebenfalls angezeigt.

# settings_server_search_title
source: Prefer Server-Side Search
de: Bevorzugte serverseitige Suche

# team_section_current
source: Current Team
de: Aktuelles Team

# team_section_founders
source: Founders
de: Gründer

# team_section_past
source: Past Members
de: Vergangene Mitglieder

# thanks_and_you
source: ...and of course you!
de: ...und natürlich Sie!

# thanks_desc
source: Thanks to these things this app came to be!
de: Dank dieser Dinge ist diese App entstanden!

# thanks_header
source: Thank you!
de: Vielen Dank!

# thanks_section_libraries
source: Open Source Libraries
de: Open-Source-Bibliotheken

# thanks_team_desc
source: Thanks to the ToS;DR Team for being filled with so much kindness and empathy throughout the development of the app while I was facing personal dilemmas.
de: Vielen Dank an das ToS;DR-Team für so viel Freundlichkeit und Empathie während der Entwicklung der App, als ich persönliche Dilemmata durchlebte.

# thanks_title
source: Thanks
de: Danksagung
